Repository: wp-plugins/wordpress-popular-posts
Catalog: wordpress-popular-posts-*.po
Languages: sv_se

source: With Wordpress Popular Posts, you can show your visitors what are the most popular entries on your blog. You can either use it as a <a href="widgets.php"><strong>Sidebar Widget</strong></a> (<a href="http://codex.wordpress.org/Plugins/WordPress_Widgets" rel="external nofollow"><small>what's a widget?</small></a>), or place it in your templates using this handy <strong>code snippet</strong>: <em>&lt;?php if (function_exists("get_mostpopular")) get_mostpopular(); ?&gt</em>.
sv_se: Med Wordpress Popularar Posts kan du visa dina besökare vilka inlägg som är mest populära i din blogg. Du kan använda tillägget antingen som en <a href="widgets.php"><strong>widget i sidopanelen</strong></a> (<a href="http://wp-support.se/dokumentation/Anv%C3%A4ndning:Att_anv%C3%A4nda_widgets" rel="external nofollow"><small>att använda widgets</small></a>, <a href="http://codex.wordpress.org/Plugins/WordPress_Widgets" rel="external nofollow"><small>what's a widget?</small></a>), eller placera det i ditt tema genom den här händiga <strong>kodsnutten</strong>: <em>&lt;?php if (function_exists("get_mostpopular")) get_mostpopular(); ?&gt</em>

source: Use the Settings Manager below to tweak Wordpress Popular Posts to your liking.
sv_se: Använd inställningshanteraren nedan för att trimma WordPress Popular Posts till ditt behov.

source: Settings
sv_se: Inställningar

source: Separate settings for the widget and the code snippet:
sv_se: Olika inställningar för widgeten och kodsnutten:

source: WIDGET SETTINGS
sv_se: WIDGET INSTÄLLNINGAR

source: CODE SNIPPET SETTINGS
sv_se: KODSNUTT INSTÄLLNINGAR

source: Title:
sv_se: Rubrik:

source: Show up to:
sv_se: Visa upp till:

source: posts
sv_se: inlägg

source: Time Range:
sv_se: Tidsomfång:

source: All-Time
sv_se: Alltid

source: Today
sv_se: Idag

source: Last Year
sv_se: Förra Året

source: Sort posts by:
sv_se: Sortera inlägg efter:

source: Comments
sv_se: Kommentarer

source: Total Views
sv_se: Totala visningar

source: Avg. Daily Views
sv_se: Medel Dagl. Visn.

source: Include pages:
sv_se: Inkludera sidor:

source: STATS TAG SETTINGS
sv_se: STATS-ETIKETT INSTÄLLNINGAR

source: Show comment count:
sv_se: Visa antal kommentarer:

source: Show pageviews:
sv_se: Visa sidvisningar:

source: Show author:
sv_se: Visa författare:

source: Show date:
sv_se: Visa datum:

source: Shorten title output:
sv_se: Förkorta rubrikutmatningen:

source: Shorten title to:
sv_se: Förkorta rubriken till:

source: characters
sv_se: tecken

source: HTML MARKUP SETTINGS
sv_se: HTML uppmärkningsinställningar

source: Before / after Popular Posts:
sv_se: Före / efter Populära Inlägg

source: Before / after each post:
sv_se: Före / efter varje inlägg:

source: Stats Tag display style:
sv_se: Stats-etikett visningsstil

source: Block
sv_se: Blockera

source: Popular Posts
sv_se: Populära Inlägg

source: <p>Sorry. No data so far.</p>
sv_se: <p>Tyvärr. Inga data än så länge.</p>

source: comment(s)
sv_se: kommentarer

source: view(s)
sv_se: visningar

source: view(s) per day
sv_se: visningar per dag

source: Please visit <a href="options-general.php?page=wordpress-popular-posts/wordpress-popular-posts.php">Wordpress Popular Post Administration Page</a> to adjust its settings.
sv_se: Vänligen besök <a href="options-general.php?page=wordpress-popular-posts/wordpress-popular-posts.php">Wordpress Popular Post Administrationssida</a> för att justera inställningarna.

source: The most popular posts on your blog
sv_se: De mest populära inläggen på din blogg
